
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatisch";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-wachtwoord";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Gedeeld geheim IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth-wachtwoord";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Netwerkverbinding (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Netwerkverbinding";
"KEYCHAIN_KIND_EAPOL" = "802.1X-wachtwoord";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPN-wachtwoord";
